20230112T092121--quadratic-equations__algebra_math.org
#+title:      quadratic equations
#+date:       [2023-01-12 Thu 09:21]
#+filetags:   :algebra:math:
#+identifier: 20230112T092121

* What is a quadratic equation
it has a square of x but no higher powers of x
- $ax^2 + bx +c = 0$
- $3x^2 + 7x - 2 = 0$
- $3x^2 = -7x + 2$
  - also a quadradic equation just not in standard form

* steps to solving a quadratic equation
1. write it in _standard from_
2. _factor_ or use _quadratic equation_

* example 1
1. first put it to _standard form_
2. then factor it
   - find a number that multiplies to -18 but adds to 7
\begin{flalign*}
y^2            &= 18 - 7y\\
y^2 + 7y - 18  &= 0\\
(y + 9)(y - 2) &= 0
\end{flalign*}
- y = -9 or y = 2

* example 2
\begin{flalign*}
w^2              &= 121\\
w^2 - 121        &= 0\\
(w + 11)(w - 11) &= 0
\end{flalign*}
- $w = \pm 11$

* example 3
- use the quadradic equation
  \begin{equation*}
  x = \frac{-b \pm \sqrt{b^2 - 4ac}}{2a}
  \end{equation*}
  - if there is a square root of a negative number then it is unsolvable
\begin{flalign*}
x(x + 2)     &= 7\\
x^2 + 2x     &= 7\\
x^2 + 2x - 7 &= 0\\
x            &= \frac{-2 \pm \sqrt{2^2 - 4 \cdot 1 \cdot -7}}{2 \cdot 1}\\
x            &= -1 \pm 2\sqrt{2}
\end{flalign*}
