20230112T092121--quadratic-equations__algebra_math.tex
% Created 2023-01-12 Thu 09:52
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[latin1]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\author{Diego Vila}
\date{\textit{[2023-01-12 Thu 09:21]}}
\title{quadratic equations}
\hypersetup{
 pdfauthor={Diego Vila},
 pdftitle={quadratic equations},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.5.5)}, 
 pdflang={English}}
\begin{document}

\maketitle
\tableofcontents


\section{What is a quadratic equation}
\label{sec:orgb2136c3}
it has a square of x but no higher powers of x
\begin{itemize}
\item \(ax^2 + bx +c = 0\)
\item \(3x^2 + 7x - 2 = 0\)
\item \(3x^2 = -7x + 2\)
\begin{itemize}
\item also a quadradic equation just not in standard form
\end{itemize}
\end{itemize}

\section{steps to solving a quadratic equation}
\label{sec:orgcdf99dd}
\begin{enumerate}
\item write it in \uline{standard from}
\item \uline{factor} or use \uline{quadratic equation}
\end{enumerate}

\section{example 1}
\label{sec:org7692893}
\begin{enumerate}
\item first put it to \uline{standard form}
\item then factor it
\begin{itemize}
\item find a number that multiplies to -18 but adds to 7
\end{itemize}
\end{enumerate}
\begin{flalign*}
y^2            &= 18 - 7y\\
y^2 + 7y - 18  &= 0\\
(y + 9)(y - 2) &= 0
\end{flalign*}
\begin{itemize}
\item y = -9 or y = 2
\end{itemize}

\section{example 2}
\label{sec:org399c663}
\begin{flalign*}
w^2              &= 121\\
w^2 - 121        &= 0\\
(w + 11)(w - 11) &= 0
\end{flalign*}
\begin{itemize}
\item \(w = \pm 11\)
\end{itemize}

\section{example 3}
\label{sec:org0fc9b0e}
\begin{itemize}
\item use the quadradic equation
\begin{equation*}
x = \frac{-b \pm \sqrt{b^2 - 4ac}}{2a}
\end{equation*}
\begin{itemize}
\item if there is a square root of a negative number then it is unsolvable
\end{itemize}
\end{itemize}
\begin{flalign*}
x(x + 2)     &= 7\\
x^2 + 2x     &= 7\\
x^2 + 2x - 7 &= 0\\
x            &= \frac{-2 \pm \sqrt{2^2 - 4 \cdot 1 \cdot -7}}{2 \cdot 1}\\
x            &= -1 \pm 2\sqrt{2}
\end{flalign*}
\end{document}